---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.SphericalLightDistribution
source: html/38f69ebd-5122-fcf3-2be2-e6205cf5bba0.htm
---
# SphericalLightDistribution Members

Creates a spherical light distribution object.